Repository: GloriousEggroll/yumex-dnf
Catalog: po/*.po
Languages: ar, ca, fr, hu, ja, nl, pl, pt_br, sk, uk

source: dnfdaemon api version : {self.running_api_version} don't match needed api version : {const.NEEDED_DAEMON_API}
ca: La versió de l'API dnfdaemon: {self.running_api_version} no coincideix amb la versió de l'API necessària: {const.NEEDED_DAEMON_API}
pl: wersja API dnfdaemon: {self.running_api_version} nie zgadza się z wymaganą wersją API: {const.NEEDED_DAEMON_API}

source: Downloading packages
ar: تنزيل الحزم
ca: Baixada dels paquets
fr: Téléchargement des paquets
hu: Csomagok letöltése
ja: パッケージをダウンロードしています
nl: Pakketten downloaden
pl: Pobieranie pakietów
pt_br: Fazendo o download de pacotes
sk: Preberajú sa balíky
uk: Отримуємо пакунки

source: Checking package signatures
ca: Comprovació de les signatures dels paquets
hu: Csomag aláírások ellenörzése
ja: パッケージの署名を確認しています
nl: Ondertekening van pakket controleren
pl: Sprawdzanie podpisów pakietów
pt_br: Verificando a assinatura dos pacotes
sk: Kontrolujú sa podpisy balíkov
uk: Перевіряємо підписи пакунків

source: Applying changes to the system
ar: تطبيق التّغييرات على النّظام
ca: Aplicació dels canvis al sistema
fr: Application des modifications au système
hu: Változások alkalmazása a rendszeren
ja: システムに変更を適用中
nl: Veranderingen worden doorgevoerd
pl: Zastosowywanie zmian w systemie
pt_br: Aplicando alterações no sistema
sk: Aplikujú sa zmeny v systéme
uk: Застосовуємо зміни до системи

source: Verify changes on the system
ca: Verifica els canvis al sistema
fr: Vérification des modifications apportées au système
hu: Változások alkalmazása a rendszeren
ja: システムの変更を検証中
nl: Verifiëren veranderingen op het systeem
pl: Sprawdza poprawność zmian w systemie
pt_br: Verificando mudanças no sistema
sk: Overenie zmien v systéme
uk: Перевірити систему на зміни

source: Downloading %d file (%sB)...
ca: Es baixa %d fitxer (%sB)...
ja: %d ファイル (%sB) をダウンロード中...
pl: Pobieranie %d pliku (%sB)…
pt_br: Baixando %d arquivos (%sB)...

source: Refreshing Repository Metadata
ar: تحديث بيانات المستودع
ca: Refrescament de les metadades del dipòsit
fr: Mise à jour des métadonnées du dépôt
hu: Tároló metaadatok frissítése
ja: リポジトリのメタデータをリフレッシュ
nl: Verversen Repository Metadata
pl: Odświeżanie metadanych repozytorium
pt_br: Atualizando Metadados de Repositório
sk: Obnovujú sa metaúdaje repozitára
uk: Оновлення метаданих сховища

source: Could not refresh the DNF cache (root)
ar: تعذّر تحديث ذاكرة دنف الخبيئة (الجذر)
ca: No s'ha pogut refrescar la memòria cau de DNF (root)
fr: Impossible de régénérer le cache DNF (root)
hu: Nem sikerült frissíteni a DNF gyorsítótárat (root)
ja: DNF キャッシュ (root) を更新できませんでした
nl: Kon de DNF-cache (root) niet verversen
pl: Nie można odświeżyć pamięci podręcznej programu DNF (root)
pt_br: Não foi possível atualizar o cache do DNF (root)
sk: Nepodarilo sa obnoviť vyrovnávaciu pamäť nástroja DNF (ako správca)
uk: Не вдалося оновити кеш DNF (root)

source: DNF root backend was not authorized. Yum Extender will exit
ca: El programari específic de root per a DNF, no va ser autoritzat. «Yum Extender» es tancarà
fr: Démarrer Dnf en mode administrateur n'est pas autorisé Yum Extender va s'arrêter
hu: A DNF gyökér háttértár nincs hitelesítve. A Yum Extender kilép
ja: DNF のルートバックエンドは認証されませんでした。 Yum Extender は終了します
nl: Dnf-rootbackend was niet geauthorizeerd Yum Extender sluit nu af
pl: Mechanizm roota programu DNF nie został upoważniony. Program Yum Extender zakończy działanie
pt_br: O backend root do DNF não foi autorizado. O Yum Extender será fechado
sk: Podporný nástroj DNF nebol autorizovaný v režime správcu. Program Yum Extender skončí
uk: Доступ до кореневого модуля DNF не надано. Yum Extender завершує роботу

source: DNF is locked by another process. Yum Extender will exit
ca: DNF està bloquejat per un altre procés «Yum Extender» es tancarà
fr: DNF est verrouillé par un autre processus Yum Extender va s'arrêter
hu: A DNF zárolva. Egy másik folyamat használja. A Yum Extender kilép
ja: DNF は別のプロセスによってロックされています。 Yum Extender は終了します
nl: DNF wordt door een ander proces vastgehouden Yum Extender sluit nu af
pl: Program DNF jest zablokowany przez inny proces. Program Yum Extender zakończy działanie
pt_br: O DNF está bloqueado por outro processo. O Yum Extender será fechado
sk: Nástroj DNF je uzamknutý iným procesom. Prorgam Yum Extender skončí
uk: DNF заблоковано іншим процесом. Yum Extender завершує роботу

source: Getting installed packages
ar: يجري جلب الحزم المثبّتة
ca: Obtenció dels paquets instal·lats
fr: Obtention des paquets installés
hu: Telepített csomagok lekérése
ja: インストール済みパッケージを取得しています
nl: Geïnstalleerde pakketten ophalen
pl: Uzyskiwanie zainstalowanych pakietów
pt_br: Obtendo pacotes instalados
sk: Získavajú sa nainštalované balíky
uk: Отримуємо список установлених пакунків

source: Getting available packages
ar: يجري جلب الحزم المتوفرة
ca: Obtenció dels paquets disponibles
fr: Obtention des paquets disponibles
hu: Elérhető csomagok lekérése
ja: 利用できるパッケージを取得しています
nl: Beschikbare pakketten ophalen
pl: Uzyskiwanie dostępnych pakietów
pt_br: Obtendo pacotes disponíveis
sk: Získavajú sa dostupné balíky
uk: Отримання списку доступних пакунків

source: Getting available updates
ar: يجري جلب التحديثات المتوفّرة
ca: Obtenció de les actualitzacions disponibles
fr: Obtention des paquets mis à jour
hu: Frissítési csomagok lekérése
ja: 利用できる更新情報を取得しています
nl: Beschikbare updates ophalen
pl: Uzyskiwanie dostępnych aktualizacji
pt_br: Obtendo atualizações disponíveis
sk: Získavajú sa dostupné aktualizácie
uk: Отримання списку доступних оновлень

source: Getting all packages
ar: يجري جلب جميع الحزم
ca: Obtenció de tots els paquets
fr: Obtention de tous les paquets
hu: Minden csomag lekérése
ja: 全パッケージを取得しています
nl: Alle pakketten ophalen
pl: Uzyskiwanie wszystkich pakietów
pt_br: Obtendo todos os pacotes
sk: Získavajú sa všetky balíky
uk: Отримання списку всіх пакунків

source: Updated packages
ar: الحزم المحدّثة
ca: Paquets actualitzats
fr: Paquets mis à jour
hu: Frissített csomagok
ja: 更新されたパッケージ
nl: Bijgewerkte pakketten
pl: Zaktualizowane pakiety
pt_br: Pacotes atualizados
sk: Aktualizované balíky
uk: Оновлені пакунки

source: Downgraded packages
ar: الحزم المرجَعة
ca: Paquets revertits
fr: Paquets déclassés
hu: Leminősített csomagok
ja: ダウンロードされたパッケージ
nl: Downgraded pakketten
pl: Zainstalowane poprzednie wersje pakietów
pt_br: Pacotes em downgrade
sk: Balíky s nižšími verziami
uk: Пакунки, версію яких понижено

source: Obsoleting packages
ar: الحزم المنتهية
ca: Devaluació dels paquets
fr: Paquets obsolescents
hu: Csomagok butítása
ja: 廃止されるパッケージ
nl: Pakketten aanmerken als verouderd
pl: Zastępowanie pakietów
pt_br: Pacotes em obsolescência
sk: Označujú sa balíky ako zastarané
uk: Вилучення застарілих пакунків

source: Obsoleted packages
ar: الحزم المنتهية
ca: Paquets devaluats
fr: Paquets obsolètes
hu: Elavult csomagok
ja: 廃止されたパッケージ
nl: Verouderde pakketten
pl: Zastąpione pakiety
pt_br: Pacotes obsoletos
sk: Zastarané balíky
uk: Застарілі пакунки

source: Erased packages
ar: الحزم الممسوحة
ca: Paquets esborrats
fr: Paquets effacés
hu: Törölt csomagok
ja: 消去されたパッケージ
nl: Gewiste pakketten
pl: Usunięte pakiety
pt_br: Pacotes apagados
sk: Vymazané balíky
uk: Вилучені пакунки

source: Removed packages
ca: Paquets suprimits
ja: 消去されたパッケージ
pl: Usunięte pakiety
pt_br: Pacotes removidos

source: Installed packages
ar: الحزم المثبتّة
ca: Paquets instal·lats
fr: Paquets installés
hu: Telepített csomagok
ja: インストールされたパッケージ
nl: Geïnstalleerde pakketten
pl: Zainstalowane pakiety
pt_br: Pacotes instalados
sk: Nainštalované balíky
uk: Встановлені пакунки

source: Installed for dependencies
ar: مثبّتة كاعتماديّات
ca: S'ha instal·lat per les dependències
fr: Installés pour dépendances
hu: Telepített függőségek
ja: 依存関係によりインストールされたパッケージ
nl: Geïnstalleerd wegens afhankelijkheden
pl: Zainstalowane zależności
pt_br: Instalados por dependências
sk: Nainštalované závislosti
uk: Встановлено як залежність

source: Reinstalled packages
ar: الحزم المُعاد تثبيتها
ca: Paquets reinstal·lats
fr: Paquets ré-installés
hu: Újratelepített csomagok
ja: 再インストールされたパッケージ
nl: Opnieuw geïnstalleerde pakketten
pl: Ponownie zainstalowane pakiety
pt_br: Pacotes reinstalados
sk: Preinštalované balíky
uk: Повторно встановлені пакунки

source: Installing
ar: يجري تثبيت
ca: Instal·lació
fr: Installation
hu: Telepítés
ja: インストール
nl: Installeren
pl: Instalowanie
pt_br: Instalando
sk: Inštaluje sa
uk: Встановлення

source: Updating
ar: تحديث
ca: Actualització
fr: Mise à jour
hu: Frissítés
ja: 更新
nl: Updaten
pl: Aktualizowanie
pt_br: Atualizando
sk: Aktualizuje sa
uk: Оновлення

source: Removing
ar: إزالة
ca: Supressió
fr: Suppression
hu: Törlés
ja: 削除
nl: Verwijderen
pl: Usuwanie
pt_br: Removendo
sk: Odstraňuje sa
uk: Вилучення

source: Downgrading
ar: إرجاع
ca: Reversió
fr: Régression
hu: Visszíminősítés
ja: ダウングレード
nl: Downgraden
pl: Instalowanie poprzedniej wersji pakietu
pt_br: Revertendo versão
sk: Prechádza sa na nižšiu verziu
uk: Зниження версії пакунка

source: Replacing
ar: استبدال
ca: Substitució
fr: Remplacement
hu: Javítás
ja: 置き換え
nl: Vervangen
pl: Zastępowanie
pt_br: Substituindo
sk: Nahrádza sa
uk: Заміна

source: Weak Dependencies
ca: Dependències dèbils
ja: 弱い依存関係
pl: Słabe zależności
pt_br: Dependências fracas

source: Updating: %s
ca: S'actualitza: %s
fr: Mise à jour : %s
hu: Frissítés: %s
ja: 更新中: %s
nl: Updaten: %s
pl: Aktualizowanie: %s
pt_br: Atualizando: %s
sk: Aktualizuje sa: %s
uk: Оновлення: %s

source: Updated: %s
ca: Actualitzat: %s
ja: 更新済み: %s
pl: Zaktualizowano: %s
pt_br: Atualizado: %s

source: Installing: %s
ca: S'instal·la: %s
fr: Installation : %s
hu: Telepítés: %s
ja: インストール中: %s
nl: Installeren: %s
pl: Instalowanie: %s
pt_br: Instalando: %s
sk: Inštaluje sa: %s
uk: Встановлення: %s

source: Reinstalling: %s
ca: Es reinstal·la: %s
hu: Újratelepítés: %s
ja: 再インストール中: %s
pl: Ponowne instalowanie: %s
pt_br: Reinstalando: %s
sk: Preinštaluje sa: %s
uk: Повторно встановлюємо: %s

source: Cleanup: %s
ca: Es neteja: %s
fr: Nettoyage : %s
hu: Tisztítás: %s
ja: 掃除: %s
nl: Opruimen: %s
pl: Czyszczenie: %s
pt_br: Limpeza: %s
sk: Čistí sa: %s
uk: Чищення: %s

source: Removing: %s
ca: Se suprimeix: %s
fr: Suppression : %s
hu: Törlés: %s
ja: 削除中: %s
nl: Verwijderen: %s
pl: Usuwanie: %s
pt_br: Removendo: %s
sk: Odstraňuje sa: %s
uk: Вилучення: %s

source: Obsoleting: %s
ca: Es devalua: %s
fr: Obsolète : %s
hu: Butítás: %s
ja: 廃止: %s
nl: Aanmerken als verouderd: %s
pl: Zastępowanie: %s
pt_br: Tornando obsoleto: %s
sk: Označuje sa ako zastarené: %s
uk: Застарівання: %s

source: Downgrading: %s
ca: Es reverteix: %s
fr: Rétrograder : %s
hu: Visszíminősítés: %s
ja: ダウングレード中: %s
nl: Downgraden: %s
pl: Instalowanie poprzedniej wersji pakietu: %s
pt_br: Revertendo versão: %s
sk: Prechádza sa na nižšiu verziu: %s
uk: Зниження версії: %s

source: Verifying: %s
ca: Es verifica: %s
fr: Vérification : %s
hu: Ellenőrzés: %s
ja: 検証中: %s
nl: Verifiëren: %s
pl: Sprawdzanie poprawności: %s
pt_br: Verificando: %s
sk: Overuje sa: %s
uk: Перевіряємо: %s

source: Running scriptlet for: %s
ca: S'executa l'scriptlet per a %s
ja: 次のスクリプトレットを実行中です: %s
pl: Wykonywanie skryptu dla: %s
pt_br: Executando scriptlet para: %s

source: Bugfix
ca: Correcció d'errors
fr: Correction de bogue
hu: Hibajavítás
ja: バグ修正
pl: Poprawki błędów
pt_br: Correção
sk: Oprava chýb
uk: Виправлення вади

source: New Package
ca: Nou paquet
fr: Nouveau paquet
hu: Új csomag
ja: 新パッケージ
nl: Nieuw pakket
pl: Nowy pakiet
pt_br: Novo pacote
sk: Nový balík
uk: Новий пакунок

source: Security
ca: Seguretat
fr: Sécurité
hu: Biztonság
ja: セキュリティ
pl: Bezpieczeństwa
pt_br: Segurança
sk: Bezpečnosť
uk: Безпека

source: Enhancement
ca: Millora
fr: Amélioration
hu: Kiemelés
ja: 拡張機能
pl: Ulepszenia
pt_br: Melhoria
sk: Vylepšenie
uk: Покращення

source: Do you want to import this GPG key needed to verify the %s package? Key : 0x%s: Userid : "%s" From : %s
ca: Voleu importar aquesta clau GPG necessària per verificar el paquet %s? Clau : 0x%s: IdUsuari : "%s" De : %s
fr: Voulez-vous importer cette clé GPG Nécessaire pour vérifier le paquet %s clé : 0x%s : ID utilisateur : « %s » Depuis : %s
ja: %s パッケージの確認に必要なこの GPG キーをインポートしますか？ キー : 0x%s: Userid : "%s" 出所 : %s
nl: Wilt u deze GPG-Key importeren, nodig om het %s pakket te verifiëren? key : 0x%s: Userid : "%s" Van : %s
pl: Czy zaimportować ten klucz GPG wymagany do sprawdzenia pakietu %s? Klucz : 0x%s: Identyfikator użytkownika : „%s” Od : %s
pt_br: Você deseja importar a chave GPG necessária para verificar o pacote %s? Chave: 0x%s: Identificação do usuário: "%s" De: %s
sk: Chcete importovať tento kľúč GPG potrebný na overenie balíka %s? Kľúč : 0x%s: ID používateľa : "%s" Od : %s
uk: Хочете імпортувати цей ключ GPG, потрібний для перевірки пакунка %s? Ключ : 0x%s: Ід. користувача: «%s» Від : %s

source: Fetching repository information
ca: S'obté la informació del repositori
ja: リポジトリー情報を取得中です
pl: Pobieranie informacji o repozytorium
pt_br: Buscando informações do repositório

source: Name
ar: الاسم
ca: Nom
fr: Nom
hu: Név
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
sk: Názov
uk: Назва

source: Arch
ar: المعمارية
ca: Arquitectura
pl: Architektura
pt_br: Arquitetura
sk: Architektúra
uk: Арх.

source: Ver
ar: الإصدار
ja: バージョン
pl: Wersja
pt_br: Versão
sk: Verzia
uk: Вер.

source: Repository
ar: المُستودع
ca: Dipòsit
fr: Dépôt
hu: Tároló
ja: リポジトリ
pl: Repozytorium
pt_br: Repositório
sk: Repozitár
uk: Сховище

source: Size
ar: الحجم
ca: Mida
fr: Taille
hu: Méret
ja: サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tam.
sk: Veľkosť
uk: Розмір

source: <b>replacing</b> {n}
ca: <b>se substitueix</b> {n}
pl: <b>zastępuje</b> {n}

source: History Packages
ar: الحزم التّاريخية
ca: Paquets de l'historial
fr: Historique des paquets
hu: Csomag előzmények
ja: 履歴パッケージ
nl: Pakketgeschiedenis
pl: Pakiety historii
pt_br: Pacotes do histórico
sk: História balíkov
uk: Журнал пакунків

source: History (Date/Time)
ar: التاريخ (اليوم/الوقت)
ca: Historial (data/hora)
fr: Historique (date/heure)
hu: Előzmények (Dátum/Idő)
ja: 履歴 (日付/時間)
nl: Geschiedenis (Datum/Tijd)
pl: Historia (data/czas)
pt_br: Histórico (data/hora)
sk: História (Dátum/čas)
uk: Журнал (дата/час)

source: Click to install all/remove all
ar: انقر لتثبيت أو إزالة الكل
ca: Feu clic per instal·lar-ho o suprimir-ho tot
fr: Cliquer pour tout installer ou désinstaller
hu: Kattintsunk ide az összes telepítéséhez/eltávolításához
ja: クリックして、すべてインストール/すべて削除
nl: Klik om alles te installeren/verwijderen
pl: Kliknięcie instaluje wszystko/usuwa wszystko
pt_br: Clique para instalar todos/remover todos
sk: Kliknutím nainštalujete/odstránite všetky
uk: Натисніть, щоб встановити або вилучити усі

source: Click to select/deselect all
ca: Feu clic per seleccionar-ho o deseleccionar-ho tot
fr: Cliquer pour tous sélectionner ou désélectionner (que pour les mises à jour)
hu: Kattintsunk ide az összes kiválasztásához/kiválasztás eltávolításához
ja: クリックして、すべて選択/選択解除
nl: Klik om alles te selecteren/deselecteren
pl: Kliknięcie zaznacza/odznacza wszystko
pt_br: Clique para selecionar/desselecionar todos
sk: Kliknutím vyberie/zruší výber všetkých
uk: Натисніть, щоб позначити або скасувати позначення з усіх

source: Package
ar: الحزمة
ca: Paquet
fr: Paquet
hu: Csomag
ja: パッケージ
nl: Pakket
pl: Pakiet
pt_br: Pacote
sk: Balík
uk: Пакунок

source: Version
ca: Versió
ja: バージョン
pl: Wersja
pt_br: Versão

source: Arch.
ar: المعمارية
ca: Arq.
pl: Architektura
uk: Арх.

source: Summary
ar: الخلاصة
ca: Resum
fr: Résumé
hu: Összegzés
ja: 要約
nl: Samenvatting
pl: Podsumowanie
pt_br: Resumo
sk: Súhrn
uk: Резюме

source: Reinstall Package
ca: Reinstal·la el paquet
fr: Paquet réinstallé
hu: Csomag újratelepítése
ja: パッケージの再インストール
nl: Herïnstalleren pakket
pl: Zainstaluj pakiet ponownie
pt_br: Reinstalar pacote
sk: Preinštalovať balík
uk: Перевстановити пакунок

source: Downgrade Package
ca: Reverteix el paquet
fr: Paquet rétrogradé
hu: Csomag lebutítása
ja: パッケージのダウングレード
nl: Downgraden pakket
pl: Zainstaluj poprzednią wersję pakietu
pt_br: Downgrade de pacote
sk: Prejsť na nižšiu verziu balíka
uk: Знизити версію пакунка

source: Packages
ar: الحزم
ca: Paquets
fr: Paquets
hu: Csomagok
ja: パッケージ
nl: Pakketten
pl: Pakiety
pt_br: Pacotes
sk: Balíky
uk: Пакунки

source: Package to update
ca: Paquet per actualitzar
ja: 更新対象のパッケージ
pl: Pakiet do zaktualizowania
pt_br: Pacotes para atualizar

source: Package to install
ca: Paquet per instal·lar
ja: インストール予定のパッケージ
pl: Pakiet do zainstalowania
pt_br: Pacote para reinstalar

source: Package to remove
ca: Paquet per suprimir
ja: 削除対象のパッケージ
pl: Pakiet do usunięcia
pt_br: Pacote a remover

source: Package to reinstall
ca: Paquet per reinstal·lar
ja: 再インストール対象のパッケージ
pl: Pakiet do ponownego zainstalowania
pt_br: Pacotes para reinstalar

source: RPM file to install
ca: Fitxer RPM per instal·lar
ja: インストール対象の RPM ファイル
pl: Plik RPM do zainstalowania
pt_br: Arquivos RPM para instalar

source: Group to install
ca: Grup per instal·lar
ja: インストール対象のグループ
pl: Grupa do zainstalowania
pt_br: Grupos para instalar

source: Group to remove
ca: Grup per suprimir
ja: 削除対象のグループ
pl: Grupa do usunięcia
pt_br: Grupo para remover

source: Package to downgrade
ca: Paquet per degradar
ja: ダウングレードするパッケージ
pl: Pakiet do zainstalowania poprzedniej wersji
pt_br: Pacotes para retornar a versão anterior

source: <b>Downgrade to</b> %s
ar: <b>إرجاع إلى</b> %s
ca: <b>Reverteix a</b> %s
fr: <b>Rétrograder vers</b> %s
hu: <b>Leminősítés erre</b> %s
ja: %s への<b>ダウングレード</b>
nl: <b>Downgrade naar</b> %s
pl: <b>Instalacja poprzedniej wersji</b> %s
pt_br: <b>Reverter versão para</b> %s
sk: <b>Prejsť na nižšiu verziu</b> %s
uk: <b>Повернення до версії</b> %s

source: Filename
ar: اسم الملف
ca: Nom de fitxer
fr: Nom de fichier
hu: Fájlnév
ja: ファイル名
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
sk: Názov súboru
uk: Назва файла

source: Click here to switch between none/all/default selected
ar: انقر هنا للتّحويل بين اختيار الكل/الافتراضي/لا شيء
ca: Feu clic aquí per seleccionar entre cap/tot/predeterminat
fr: Cliquer ici pour basculer entre aucun/tout/sélectionné par défaut
ja: ここをクリックすると、選択なし/すべて/既定 に切り替わります。
nl: Klik hier om te wisselen tussen geen/alles/default geselecteerd
pl: Kliknięcie tutaj przełącza między zaznaczeniem niczego/wszystkiego/domyślnych
pt_br: Clique aqui para alternar entre selecionar nenhum/selecionar todos/seleção padrão
sk: Kliknutím sem prepnete medzi vybratím žiadneho/všetkých/predvoleného
uk: Натисніть тут, щоб перемкнути режим позначення: нічого, усе або типове.

source: Preferences
ar: التّفضيلات
ca: Preferències
fr: Préférences
hu: Beállítások
ja: 設定
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
sk: Nastavenia
uk: Параметри

source: Refresh Metadata
ca: Refresca les metadades
ja: メタデータの更新
pl: Odśwież metadane
pt_br: Atualizar Metadados

source: Quit
ar: أنهِ
ca: Surt
fr: Quitter
hu: Kilépés
ja: 中止
pl: Zakończ
pt_br: Sair
sk: Ukončiť
uk: Вийти

source: Main Menu
ca: Menú principal
ja: メインメニュー
pl: Menu główne
pt_br: Menu principal

source: About
ar: حول
ca: Quant a
fr: À propos
hu: Névjegy
ja: あらまし
pl: O programie
pt_br: Sobre
sk: O programe
uk: Про програму

source: Keyboard Shortcuts
ca: Dreceres del teclat
ja: キーボードショートカット
pl: Skróty klawiszowe
pt_br: Atalhos de Teclado

source: Documentation
ca: Documentació
hu: Dokumentáció
ja: 関連文書
pl: Dokumentacja
pt_br: Documentação
sk: Dokumentácia
uk: Документація

source: Help
ar: مساعدة
ca: Ajuda
fr: Aide
hu: Súgó
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
sk: Pomocník
uk: Довідка

source: Tags: %s
ca: Etiquetes: %s
fr: Étiquette : %s
hu: Címkék: %s
ja: タグ: %s
pl: Etykiety: %s
sk: Značky: %s
uk: Мітки: %s

source: Links:
ca: Enllaços:
fr: Liens :
hu: Hivatkozások:
ja: リンク:
pl: Odnośniki:
sk: Odkazy:
uk: Посилання:

source: No update information is available
ca: No hi ha disponible cap informació de l'actualització
fr: Aucune information de mise à jour n'est disponible
hu: Nincs elérhető információ a frissítésekről
ja: 使用可能な更新情報はありません
nl: Geen update-informatie voorhanden
pl: Brak dostępnych informacji o aktualizacji
pt_br: Nenhuma informação de atualização está disponível
sk: Nie sú dostupné žiadne informácie o aktualizácii
uk: Немає даних щодо оновлень

source: Fedora Updates:
ca: Actualitzacions de Fedora:
fr: Mises à jour de Fedora :
hu: Fedora frissítések:
pl: Aktualizacje Fedory:
pt_br: Atualizações do Fedora:
sk: Aktualizácie systému Fedora:
uk: Оновлення Fedora:

source: Release
ar: الإطلاق
ca: Llançament
fr: Version
hu: Kiadás
ja: リリース
pl: Wydanie
sk: Vydanie
uk: Випуск

source: Type
ar: النوع
ca: Tipus
hu: Típus
ja: 種類
pl: Typ
pt_br: Tipo
sk: Typ
uk: Тип

source: Issued
ar: أُصدر في
ca: emès
fr: Provenance
hu: Kiadva
ja: 発行日
nl: Uitgegeven
pl: Wydano
pt_br: Emitido
sk: Vydané
uk: Випущено

source: No changelog information is available
ca: No hi ha disponible cap informació del registre de canvis
fr: Pas d'information disponible sur le journal des modifications
hu: Nem érhető el változásnapló
ja: 使用可能な変更履歴がありません
nl: Geen changelog-informatie voorhanden
pl: Brak dostępnych informacji o zmianach
pt_br: Nenhuma informação de histórico de alterações disponível
sk: Nie sú dostupné žiadne informácie o zozname zmien
uk: Немає даних журналу змін

source: Online Changelog:
ca: Registre de canvis en línia:
fr: Journal des modifications en ligne :
hu: Elérhető változásnapló:
ja: オンラインでの変更履歴:
pl: Dziennik zmian w sieci:
pt_br: Histórico de alterações online:
sk: Zoznam zmien online:
uk: Журнал змін у інтернеті:

source: No filelist information is available
ca: No hi ha disponible cap informació del llistat dels fitxers
fr: Pas d'information disponible sur la liste de fichiers
hu: Nincs elérhető információ a fájllistáról
ja: 利用可能なファイル一覧がありません
nl: Geen bestandenlijstinformatie voorhanden
pl: Brak dostępnych informacji o liście plików
pt_br: Nenhuma informação de lista de arquivos disponível
sk: Nie sú dostupné žiadne informácie o zozname súborov
uk: Немає даних щодо списку файлів

source: Getting Package Metadata
ca: Obtenció de les metadades del paquet
fr: Obtention des métadonnées du paquet
ja: パッケージのメタデータを取得しています
nl: Pakketmetadata ophalen
pl: Uzyskiwanie metadanych pakietu
pt_br: Obtendo informações do pacote
sk: Získavajú sa metaúdaje balíka
uk: Отримуємо метадані пакунків

source: Downloading Repository Metadata
ca: Es baixen les dades del repositori
ja: リポジトリのメタデータをダウンロード中です
pl: Pobieranie metadanych repozytorium
pt_br: Baixando Metadados do Repositório

source: Reloading package information...
ca: Recàrrega de la informació del paquet...
hu: Csomag információk újratöltése...
ja: パッケージ情報を再取得しています...
pl: Ponowne wczytywanie informacji o pakiecie…
pt_br: Recarregando informações do pacote ...
sk: Znovu sa načítavajú informácie o balíku...
uk: Читаємо відомості щодо пакунка…

source: Searching for dependencies
ar: البحث عن الاعتماديات
ca: Cerca per si hi ha dependències
fr: Recherche des dépendances
hu: Függőségek keresése
ja: 依存関係を調べています
nl: Zoeken naar afhankelijkheden
pl: Wyszukiwanie zależności
pt_br: Verificando dependências
sk: Vyhľadávajú sa závislosti
uk: Шукаємо залежності

source: Dependencies resolved
ar: حلّلت الاعتماديات
ca: S'han resolt les dependències
fr: Dépendances résolues
hu: A függőségfeloldás meghiúsult
ja: 依存性が解決しました
nl: Afhankelijkheden opgelost
pl: Rozwiązano zależności
pt_br: Dependências resolvidas
sk: Závislosti boli vyriešené
uk: Залежності розв’язано

source: Error checking package signatures
ca: Error en la comprovació de les signatures dels paquets
fr: Erreur lors de la vérification de la signature du paquet
hu: Hiba a csomag aláírásának ellenőrzése közben
ja: パッケージの署名エラーを確認中です
nl: Ondertekening van pakket controleren mislukte
pl: Błąd podczas sprawdzania podpisów pakietów
pt_br: Erro ao verificar as assinaturas de pacote
sk: Chyba pri kontrolovaní podpisov balíkov
uk: Помилка під час перевірки підписів пакунків

source: Downloading error
ca: Error de baixada
ja: ダウンロードの失敗
pl: Błąd pobierania
pt_br: Erros baixando
