Repository: GloriousEggroll/yumex-dnf
Catalog: po/*.po
Languages: ar, ca, fr, hu, ja, nl, pl, pt_br, sk, uk

source: Pages
ca: Pàgines
pl: Strony

source: Go to packages page
ca: Ves a la pàgina de paquets
pl: Przejdź do strony pakietów

source: Go to group page
ca: Vés a la pàgina del grup
pl: Przejdź do strony grup

source: Go to history page
ca: Ves a la pàgina de l'historial
pl: Przejdź do strony historii

source: Go to queue page
ca: Ves a la pàgina de la cua
pl: Przejdź do strony kolejki

source: Filters
ca: Filtres
pl: Filtry

source: Show updates
ca: Mostra les actualitzacions
pl: Wyświetl aktualizacje

source: Show installed
ca: Mostra els paquets instal·lats
pl: Wyświetl zainstalowane

source: Show available
ca: Mostra els paquets disponibles
pl: Wyświetl dostępne

source: Show all
ca: Mostra-ho tot
pl: Wyświetl wszystkie

source: Info view
ca: Mostra la informació
pl: Widok informacji

source: package description
ca: descripció del paquet
pl: opis pakietu

source: package update info
ca: informació de l'actualització del paquet
pl: informacje o aktualizacji pakietu

source: package files
ca: fitxers del paquet
pl: pliki pakietu

source: package requirement
ca: requeriments del paquet
pl: wymagania pakietu

source: Package View
ca: Mostra el paquet
pl: Widok pakietów

source: Select all packages in view
ca: Selecciona tots els paquets que es mostren
pl: Zaznacz wszystkie pakiety w widoku

source: Other
ca: Altres
pl: Inne

source: Apply Pending actions
ca: Aplica les accions pendents
pl: Zastosuj oczekujące działania

source: Filter options
ca: Filtra les opcions
pl: Opcje filtrowania

source: Toggle search bar
ca: Canvia la barra de cerca
pl: Przełącz pasek wyszukiwania

source: Open Preferences
ca: Obre les preferències
pl: Otwórz preferencje

source: Open Documentation
ca: Obre la documentació
pl: Otwórz dokumentację

source: Package actions to perform
ar: نشاطات الحزمة المعدّة للأداء
ca: Accions de paquets a realitzar
fr: Actions à effectuer sur les paquets
ja: 実行するパッケージ操作
nl: Uit te voeren pakketacties
pl: Działania na pakietach do wykonania
pt_br: Ações sobre pacotes a efetuar
sk: Akcie balíkov, ktoré sa majú vykonať
uk: Дії з пакунками, які слід виконати

source: Size:
ar: الحجم:
ca: Mida:
fr: Taille :
hu: Méret:
ja: サイズ:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
sk: Veľkosť:
uk: Розмір:

source: More filtering options
ca: Més opcions de filtratge
ja: その他のフィルタリングオプション
pl: Więcej opcji filtrowania
pt_br: Mais opções de filtragem

source: Show available updates (Ctrl+1)
ca: Mostra les actualitzacions disponibles (Ctrl+1)
ja: 利用可能な更新を表示 (Ctrl+1)
pl: Wyświetla dostępne aktualizacje (Ctrl+1)
pt_br: Mostrar atualizações disponíveis (Ctrl+1)

source: Updates
ar: التّحديثات
ca: Actualitzacions
fr: Mises à jour
hu: Frissítések
ja: 更新
pl: Aktualizacje
pt_br: Atualizações
sk: Aktualizácie
uk: Оновлення

source: Show installed packages (Ctrl+2)
ca: Mostra els paquets instal·lats (Ctrl+2)
ja: インストール済みのパッケージを表示 (Ctrl+2)
pl: Wyświetla zainstalowane pakiety (Ctrl+2)
pt_br: Mostra os pacotes instalados (Ctrl+2)

source: Installed
ar: المثبّت
ca: Instal·lat
fr: Installés
hu: Telepített
ja: インストール済み
nl: Geïnstalleerd
pl: Zainstalowane
pt_br: Instalados
sk: Nainštalované
uk: Встановлені

source: Show available packages (Ctrl+3)
ca: Mostra els paquets disponibles (Ctrl+3)
ja: 利用可能なパッケージを表示 (Ctrl+3)
pl: Wyświetla dostępne pakiety (Ctrl+3)
pt_br: Mostrar pacotes disponíveis (Ctrl+3)

source: Available
ar: المُتاح
ca: Disponible
fr: Disponibles
hu: Elérhető
ja: 利用可能
nl: Beschikbaar
pl: Dostępne
pt_br: Disponíveis
sk: Dostupné
uk: Доступні

source: Show all packages (Ctrl+4)
ca: Mostra tots els paquets (Ctrl+4)
ja: すべてのパッケージを表示 (Ctrl+4)
pl: Wyświetla wszystkie pakiety (Ctrl+4)
pt_br: Mostrar todos os pacotes (Ctrl+4)

source: All
ar: الكل
ca: Tot
fr: Tout
hu: Összes
ja: すべて
nl: Alle
pl: Wszystko
pt_br: Todos
sk: Všetky
uk: Усі

source: Groups
ar: المجموعات
ca: Grups
fr: Groupes
hu: Csoportok
ja: グループ
nl: Groepen
pl: Grupy
pt_br: Grupos
sk: Skupiny
uk: Групи

source: Undo
ca: Desfés
hu: Kibontás
ja: 戻す
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
sk: Vrátiť späť
uk: Скасувати

source: History
ar: التأريخ
ca: Historial
fr: Historique
hu: Előzmény
ja: 履歴
nl: Geschiedenis
pl: Historia
pt_br: Histórico
sk: História
uk: Журнал

source: Queue
ca: Cua
ja: 処理待ち
pl: Kolejka
pt_br: Fila

source: Package Description
ca: Descripció del paquet
fr: Description du paquet
hu: Csomag leírás
ja: パッケージの説明
nl: Pakketbeschrijving
pl: Opis pakietu
pt_br: Descrição do pacote
sk: Popis balíka
uk: Опис пакунка

source: Package Update Information
ca: Informació de l'actualització del paquet
fr: Information de mise à jour du paquet
hu: Csomag frissítés információ
ja: パッケージの更新情報
nl: Update-informatie
pl: Informacje o aktualizacji pakietu
pt_br: Informações de atualização do pacote
sk: Informácie o aktualizácii balíka
uk: Дані щодо оновлення пакунка

source: Package Filelist
ca: Llista dels fitxers del paquet
fr: Liste des fichiers du paquet
hu: Csomag fájl-lista
ja: パッケージのファイル一覧
nl: Pakket bestandenlijst
pl: Lista plików w pakiecie
pt_br: Lista de arquivos do pacote
sk: Zoznam súborov balíka
uk: Список файлів пакунка

source: Package Requirements
ca: Requeriments del paquet
hu: Csomag követelmények
ja: パッケージの条件
nl: Pakketvereisten
pl: Wymagania pakietu
pt_br: Requisitos do pacote
sk: Požiadavky balíka
uk: Вимоги пакунка

source: <b>Package Versions</b>
ca: <b>Versions de paquets</b>
ja: <b>パッケージのバージョン</b>
pl: <b>Wersje pakietu</b>
pt_br: <b>Versões Do Pacote</b>

source: <b>Archs</b>
ca: <b>Arquitectures</b>
ja: <b>Arch</b>
pl: <b>Architektury</b>

source: Newest Only
ar: الأحدث فقط
ca: Només els més nous
fr: Seulement les plus récent
ja: 最新のもののみ
pl: Tylko najnowsze
pt_br: Apenas o mais recente

source: Show only the latest package versions
ca: Mostra només les darreres versions dels paquets
ja: 最新のパッケージのみ表示
pl: Wyświetla tylko najnowsze wersje pakietów
pt_br: Mostra apenas as versões mais recentes do pacote

source: Prefix
ar: البادئة
fr: Préfixe
hu: Előtag
ja: 接頭辞
pl: Przedrostek
pt_br: Prefixo
sk: Predpona
uk: Префікс

source: Package names starting with search key
ca: El nom dels paquets que comencen amb la clau de cerca
hu: Csomag nevének gépelése a kereséshez
ja: 検索キーで開始するパッケージの名前
pl: Nazwy pakietów zaczynające się od klucza wyszukiwania
pt_br: Nomes de pacotes começando com o pesquisado
sk: Názvy balíkov začínajúce na hľadaný kľúč
uk: Пакунки, назви яких починаються з ключа пошуку

source: Keyword
ar: الكلمة المفتاحية
ca: Teclat
fr: Mot-clé
hu: Kulcsszó
ja: キーワード
nl: Zoekwoord
pl: Słowo kluczowe
pt_br: Palavra-chave
sk: Kľúčové slovo
uk: Ключове слово

source: Package names containing search key
ca: El nom dels paquets que contenen la clau de cerca
ja: 検索キーワードに含めるパッケージ名
pl: Nazwy pakietów zawierające klucz wyszukiwania
pt_br: Nomes de pacotes contendo o pesquisado
sk: Názvy balíkov obsahujúce hľadaný kľúč
uk: Пакунки, назви яких містять ключ пошуку

source: Fields
ar: الحقول
ca: Camps
fr: Champs
hu: Mezők
ja: 欄
nl: Velden
pl: Pola
pt_br: Atributos
sk: Polia
uk: Поля

source: Specified package fields containing search keys.
ca: Els caps especificats del paquet que contenen les claus de la cerca.
ja: 検索キーワードに含めるパッケージの指定域
pl: Podane pola pakietów zawierające klucze wyszukiwania.
pt_br: Campos de pacote especificados contendo o pesquisado.
sk: Špecifikované polia balíkov obsahujúce hľadané kľúče.
uk: Вказані поля даних щодо пакунків містять ключі пошуку.

source: Package name
ca: Nom del paquet
hu: Csomag név
ja: パッケージ名
pl: Nazwa pakietu
pt_br: Nome do pacote
sk: Názov balíka
uk: Назва пакунка

source: Package summary
ca: Resum del paquet
hu: Csomag összegzés
ja: パッケージの要約
pl: Podsumowanie pakietu
pt_br: Resumo do pacote
sk: Súhrn balíka
uk: Резюме щодо пакунка

source: Description
ar: الوصف
ca: Descripció
hu: Leírás
ja: 説明
nl: Beschrijving
pl: Opis
pt_br: Descrição
sk: Popis
uk: Опис

source: Package description
ca: Descripció del paquet
hu: Csomag leírás
ja: パッケージの説明
pl: Opis pakietu
pt_br: Descrição do pacote
sk: Popis balíka
uk: Опис пакунка

source: Remove Selected
ca: Suprimeix els seleccionats
ja: 削除を選択
pl: Usuń zaznaczone
pt_br: Remover Selecionado

source: Search (show/hide)
ca: Cerca (mostra/oculta)
hu: Keresés (megjelenítés/elrejtés)
ja: 検索 (表示/非表示)
pl: Wyszukiwanie (wyświetla/ukrywa)
pt_br: Pesquisar (mostrar / ocultar)
sk: Zobrazí alebo skryje vyhľadávanie
uk: Пошук (показати або приховати)

source: Apply pending actions
ca: Aplica les accions pendents
hu: Függőben lévő műveletek alkalmazása
ja: 保留中の操作を適用
pl: Zastosuj oczekujące działania
pt_br: Aplicar ações pendentes
sk: Použije čakajúce akcie
uk: Застосувати дії з черги

source: dnfdaemon api version : %d don't match needed api version : %d
ja: dnfdaemon api バージョン : %d 必要な api バージョンと一致しません : %d
pt_br: versão da API dnfdaemon: %d não combina versão de API necessária: %d
sk: verzia api démona dnfdaemon: %d nezhoduje sa potrebná verzia api: %d
uk: Версія програмного інтерфейсу dnfdaemon: %d не збігається із потрібною для роботи версією інтерфейсу: %d

source: <b>replacing</b> {}
fr: <b>remplace</b> {}
hu: <b>javítás</b> {}
ja: {} を<b>置き換え</b>
nl: <b>vervangt</b> {}
pt_br: <b>substituindo</b> {}
sk: <b>nahradzuje sa</b> {}
uk: <b>замінює</b> {}

source: Changes was successfully applied to the system
ar: تم تطبيق التّغييرات بنجاح على النّظام
fr: Les modifications ont été appliquées avec succès au système
hu: A változások sikeresen alkalmazásra kerültek a rendszeren
nl: De veranderingen zijn met succes doorgevoerd

source: Error(s) in search for dependencies
ar: أخطاء البحث عن الاعتماديات
fr: Erreur lors de la recherche des dépendances
hu: Hiba a függőség(ek) keresése közben
nl: Fout(en) bij het zoeken naar afhankelijkheden

source: Downloading error(s)
ar: أخطاء التّنزيل
fr: Erreur de téléchargement
hu: Letöltési hiba(ák)
nl: Downloaden fout(en)

source: Can't remove protected package(s)
fr: Impossible de supprimer les paquets protégés
hu: Nem lehet eltávolítani a védett csomag(okat)
nl: Kan beschermd(e) pakket(ten) niet verwijderen

source: Yum Extender will close
fr: Yum Extender va s'arrêter

source: Error in starting notification icon
fr: Erreur lors du démarrage de l'icône de notification
hu: Hiba a kezdő értesítési ikonban
nl: Opstarten van notificatie-icon ging fout

source: Downloading %d files (%sb)...
fr: Téléchargement de %d fichiers (%sb)....

source: click to filter archs
ar: انقر لترشيح المعماريات
fr: cliquez pour filtrer les architectures
hu: kattintsunk ide és szűrjünk architektúra szerint
nl: klik om archs te filteren

source: Repo.
ar: المستودع
fr: Dépôt.
hu: Tároló.

source: Open Yum Extender
fr: Lancer Yum Extender

source: Apply Updates
fr: Application des mises à jour

source: Search for Updates
ar: ابحث عن التّحديثات
fr: Recherche de mises à jour

source: Start Yum Extender
ar: ابدأ مدير الحزم يمكس
fr: Demarrer Yum Extender

source: Yum Extender: Need user input
fr: Yum Extender : nécessite la connexion de l'utilisateur

source: Yum Extender: Working
fr: Yum Extender : en fonction

source: Yum Extender: Error
ar: يمكس: خطأ
fr: Yum Extender : erreur

source: Yum Extender: No updates
fr: Yum Extender : aucune mises à jour

source: Yum Extender: %s updates available
fr: Yum Extender : %s mises à jour disponibles

source: %s available updates
fr: %s mise à jour disponibles
hu: %s elérhető frissítés
nl: %s beschikbare updates

source: Yumex Package Installer
ar: مثبّت الحزم يمكس
fr: Installateur de paquets Yumex
hu: Yumex csomagtelepítő
sk: Inštalátor balíkov Yumex

source: Graphical package manager
ar: مدير حزم رسومي
fr: Gestionnaire graphique de paquets
hu: Grafikus csomagkezelő
nl: Grafische pakketmanager
sk: Grafický správca balíkov

source: Cancel
fr: Annuler
hu: Mégsem
nl: Afbreken
sk: Zrušiť

source: Default: Show newest only
ar: الافتراضي: أظهر الأحدث فقط
fr: Par défaut : n'afficher que le plus récent
nl: Default: Toon alleen nieuwste

source: Default: Erase Unused Requirements
fr: Par défaut : supprimer les dépendances inutiles
nl: Default: Wissen ongebruikte afhankelijkheden

source: Change the close action for the main window, so it just hides the window when the close button is clicked
ar: غيّر أسلوب إغلاق النّافذة الرّئيسية، حيث بإمكانك إخفاء النّافذة فقط عند نقر زر الإغلاق
fr: Modification de l'action « Fermer » de la fenêtre principale pour seulement cacher la fenêtre quand le bouton « Fermer » est cliqué
nl: Verander de afsluitactie van het hoofdscherm, waardoor het scherm zich alleen maar verbergt wanneer de knop 'sluiten' wordt aangeklikt

source: Close will only minimize window
ar: تصغير النّافذة فقط عند الإغلاق
fr: Fermer ne fera que minimiser la fenêtre
nl: Sluiten minimaliseert het scherm slechts

source: The interval in hour, when the DNF cache will be expired and updated
fr: Laps de temps, en heures, au bout duquel le cache de dnf est périmé et remis à jour

source: Settings
ar: الإعدادات
fr: Configurations
hu: Beállítások
nl: Instellingen

source: Autostart the Yum Extender status icon at user login
fr: Démarrage automatiquer de l'icône d'état de Yumex Extender à la connexion

source: Start status icon at user login
fr: Démarrage de l'icône d'état de Yumex Extender à la connexion

source: Enable scheduled check for available updates
fr: Activer la vérification programmée des mises à jour

source: Scheduled check for new updates
ar: التّحقق المجدول من التّحديثات الجديدة
fr: Vérification programmée de nouvelles mises à jour

source: Delay from when Yum Extender is started to when it checks for updates. Gives the system time to settle down when Yum Extender is started when the user logins.
fr: Laps de temps entre le démarrage de Yum Extender et la vérification des mises à jour. Donne au système le temps de se stabiliser lorsque Yum Extender est lancé lorsque l'utilisateur se connecte.

source: Update checker startup delay (seconds)
ar: المهلة الزّمنية للتحقّق من التّحديثات بعد الإقلاع ( بالثّواني )
fr: Délai de démarrage du vérificateur de mise à jour (secondes)

source: Show notification when updates are found
fr: Afficher une notification quand une mise à jour est disponible

source: Show status icon when no updates are found
fr: Afficher l’icône d'état quand il n'y a pas de mise à jour

source: Status Icon
fr: Icône d'état

source: Color for installed packages
ar: لون الحزم المثبّتة
fr: Couleur des paquets installés
hu: Telepített csomagok színe
nl: Kleur voor geïnstalleerde pakketten

source: Color for available updates
ar: لون التّحديثات المُتاحة
fr: Couleur des mises à jour disponibles
hu: Elérhető frissítések színe
nl: Kleur voor beschikbare updates

source: Color for available packages
ar: لون الحزم المُتاحة
fr: Couleur des paquets disponibles
hu: Elérhető csomagok színe
nl: Kleur voor beschikbare pakketten

source: Color for obsoleted packages
ar: لون الحزم المُنتهية
fr: Couleur des paquets obsolètes
hu: Elavult csomagok színe
nl: Kleur voor verouderde pakketten

source: Color for available downgrades
ar: لون الإرجاعات المُتاحة
fr: Couleur des rétrogradations disponibles
nl: Kleur voor beschikbare downgrades

source: Advanced
ar: متقدم
fr: Avancé
hu: Haladó
nl: Geavanceerd

source: Main menu
fr: Menu principal

source: Apply pending changes
ar: طبّق التّغييرات الموجودة في الطّابور
fr: Appliquer les modifications en attente

source: Select the package types to show
fr: Sélectionner le type de paquet à afficher

source: Search options
ar: خيارات البحث
fr: Options de recherche

source: label
ar: تسمية
fr: étiquette
hu: címke

source: Show packages
ar: أظهر الحزم
fr: Afficher les paquets

source: Show group & categories
ar: أظهر المجموعة و التّصنيفات
fr: Afficher les groupes et les catégories

source: Show history of changes
ar: أظهر تأريخ التّغييرات
fr: Afficher l'historique des modifications

source: Show pending changes
ar: أظهر التّغييرات الموجودة في الطّابور
fr: Afficher les modifications en attente

source: Pending Actions
ar: نشاطات بالانتظار
fr: Actions en attente
hu: Függő műveletek
nl: Wachtende acties

source: Edit Preferences
ar: حرّر التّفضيلات
fr: Modifier les préférences

source: Show only newest version of packages
ar: أظهر فقط النّسخ الأحدث من الحزم
fr: Afficher la plus récente version des paquets

source: Uninstall unused requirements when removing a package
fr: Désinstaller les dépendances inutilisées lors de la suppression d'un paquet

source: About Yum Extender
ar: حول مدير الحزم يمكس
fr: À propos de Yum Extender

source: Documentation (Online)
fr: Documentation (en ligne)

source: Quit Yum Extender
ar: غادر مدير الحزم يمكس
fr: Quitter Yum Extender

source: Delete Selected
ar: احذف المنتقاة
fr: Supprimer les sélectionnés

source: Package name starts with <keyword>
fr: Nom du paquet commençant par <keyword>

source: Keyword in package name
fr: Mot-clé dans le nom du paquet

source: Keywords in selected package attributes
fr: Mot-clé dans les attributs du paquet sélectionné

source: Updating : %s
ar: تحديث : %s

source: Installing : %s
ar: تثبيت : %s

source: Cleanup : %s
ar: تنظيف : %s

source: Removing : %s
ar: إزالة : %s

source: Dnf root backend was not authorized Yum Extender will exit
ar: خلفية دنف الجذرية غير مستوثق منها سيتم الخروج من يمكس

source: Dnf is locked by another process Yum Extender will exit
ar: عملية أخرى تقفل دنف سيتم الخروج من يمكس

source: Installing package : %s
ar: تثبيت الحزمة : %s

source: Removing package : %s
ar: إزالة الحزمة : %s

source: Checking packages signatures
ar: فحص تواقيع الحزم

source: Downloading %d files (%sb)....
ar: تنزيل %d ملف (%sb)....

source: Ver.
ar: الإصدار

source: Size.
ar: الحجم

source: Getting Package metadata
ar: جلب بيانات الحزمة

source: Tags : %s
ar: الوسوم : %s

source: Status
ar: الحالة

source: Do you want to import this GPG Key Needed to verify the %s package key : 0x%s: Userid : "%s" From : %s
ar: هل ترغب في استيراد مفتاح GPG وذلك للتّحقق من الحزمة %s المفتاح : 0x%s: المستخدم : "%s" من : %s

source: Yum Extender
ar: مدير الحزم يمكس

source: Yum Extender: No Updates
ar: يمكس: لا يوجد تحديثات

source: Yum Extender: %s Updates available
ar: يمكس: يتوفر %s تحديث

source: Yum Extender (dnf)
ar: مدير الحزم يمكس

source: Yum extender is a graphical package management application, it will allow you to search and browse for packages to install, remove and update on your computer.
ar: يمكس هو تطبيق رسومي لإدارة الحزم، يمنحك القدرة على البحث و الاستعراض للحزم ثمّ تثبيتها أو إزالتها أو تحديثها على حاسبك.

source: Browse packages by Size, Repository
ar: استعرض الحزم بـ الحجم،المستودع

source: Autostart the yumex notification icon at user login
ar: ابدأ تنبيهات يمكس تلقائيًا عند ولوج المستخدم

source: Start Yum Extender status icon at user logon
ar: أظهر رمز يمكس عند ولوج المستخدم

source: Default: Erase Used Requirements
ar: الافتراضي: امسح المُتطلبات المُستخدمة

source: Enable scheduled check for updates
ar: فعّل التّحقق المجدول من التّحديثات

source: The interval in hour, where the dnf cache will be expired and updated
ar: مهلة بقاء الذّاكرة الخبيئة قبل تحديثها، بالسّاعات

source: Options
ar: الخيارات
hu: Beállítások

source: Uninstall unused requeriments, when removing a package
ar: أزل المتطلبات غير المستخدمة، عند إزالة حزمة

source: Documentation (online)
ar: التّوثيق (على الشّابكة)

source: package name start with <keyword>
ar: يبدأ اسم الحزمة بالكلمة <keyword>

source: keyword in package name
ar: كلمة مفتاحية في اسم الحزمة

source: keywords in selected package attributes
ar: كلمات مفتاحية في سمات الحزمة المُنتقاة

source: Error(s) in building transaction
hu: Hiba(ák) a tranzakció építése közben
nl: Fout(en) bij opbouwen transactie

source: Downloading %d files (%sB)...
hu: %d fájl letöltése (%sB)...

source: Yum Extender will close
hu: Yum Extender kilép

source: Yum Extender will close
hu: Yum Extender kilép
nl: Yum Extender sluit nu af

source: Error in locking notification icon
hu: Hiba a záró értesítési ikonban
nl: Vastzetten notificatie-icon ging fout

source: Newest only
hu: Csak újak

source: Show available updates
hu: Elérhető frissítések mutatása

source: Show installed packages
hu: Telepített csomagok megjelenítése

source: Show available packages
hu: Elérhető csomagok megjelenítése

source: Show all packages
hu: Összes csomag

source: Default: Cleanup Old Installonly packages
nl: Default: Opruimen oude install-only pakketten
