Repository: GloriousEggroll/yumex-dnf
Catalog: po/*.po
Languages: ar, ca, fr, hu, ja, nl, pl, pt_br, sk, uk

source: Error in transaction
ca: Error a la transacció
hu: Hiba a tranzakcióban
ja: 処理中にエラー
nl: Fout in transactie
pl: Błąd transakcji
pt_br: Erros nas transações

source: Installing package: %s
ca: S'instal·la el paquet: %s
fr: Installation du paquet : %s
hu: Csomag telepítés: %s
ja: パッケージをインストール中: %s
nl: Installeren pakket: %s
pl: Instalowanie pakietu: %s
pt_br: Instalando pacote: %s
sk: Inštaluje sa balík: %s
uk: Встановлюємо пакунок: %s

source: %s was installed successfully
ca: %s es va instal·lar correctament
hu: %s telepítésre került
ja: %s は正しくインストールされました
pl: Pomyślnie zainstalowano %s
pt_br: %s foi instalado com sucesso
sk: Balík %s bol úspešne nainštalovaný
uk: %s успішно встановлено

source: Removing package: %s
ca: Se suprimeix el paquet: %s
fr: Suppression du paquet : %s
hu: Csomag törlés: %s
ja: 削除されるパッケージ: %s
nl: Verwijderen pakket: %s
pl: Usuwanie pakietu: %s
pt_br: Removendo pacote: %s
sk: Odstraňuje sa balík: %s
uk: Вилучаємо пакунок: %s

source: %s was removed successfully
ca: %s es va suprimir correctament
hu: %s csomag törlésre került
ja: %s は正常に削除されました
pl: Pomyślnie usunięto %s
pt_br: %s foi removido com sucesso
sk: Balík %s bol úspešne odstránený
uk: %s успішно вилучено

source: Updating all available updates
ca: Actualització de totes les actualitzacions disponibles
fr: Effectuer toutes les mises à jour disponibles
hu: Összes elérhető csomag frissítése
ja: 利用可能な更新を取得しています
nl: Verversen alle beschikbare updates
pl: Aktualizowanie wszystkich dostępnych aktualizacji
pt_br: Fazendo todas as atualizações disponíveis
sk: Aktualizujú sa všetky dostupné aktualizácie
uk: Оновлюємо усі доступні оновлення

source: Available updates was applied successfully
ca: Les actualitzacions disponibles es van instal·lar correctament
hu: Az elérhető frissítések sikeresen alkalmazásra kerültek
ja: 使用可能な更新は正常に適用されました
pl: Pomyślnie zastosowano dostępne aktualizacje
pt_br: As atualizações disponíveis foram aplicadas com sucesso
sk: Dostupné aplikácie boli úspešne použité
uk: Доступні оновлення успішно встановлено

source: Error in search for dependencies
ca: Error a la cerca de dependències
ja: 依存関係の検索中でエラー
pl: Błąd podczas wyszukiwania zależności
pt_br: Erros pesquisando por dependências

source: Preparing system for applying changes
ar: إعداد النّظام لتطبيق التّغييرات
ca: Preparació del sistema per a l'aplicació dels canvis
fr: Préparation du système pour l'application des modifications
hu: Felkészülés a rendszer változások alkalmazására
ja: 変更を適用するためにシステムの準備中です
nl: Systeem voorbereiden op veranderingen
pl: Przygotowywanie systemu do zastosowania zmian
pt_br: Preparando o sistema para aplicar mudanças
sk: Pripravuje sa systém na aplikovanie zmien
uk: Готуємо систему до застосування змін

source: Can't remove protected package:
ca: No es pot suprimir el paquet protegit:
ja: 保護されたパッケージを削除できません:
pl: Nie można usunąć chronionego pakietu:
pt_br: Não é possível remover pacotes protegidos:

source: No pending actions in queue
ar: لا توجد أحداث بالطّابور
ca: No hi ha accions pendents a la cua
fr: Pas d'opération en attente
hu: Nincsenek függőben lévő műveletek
ja: 保留中の待ち処理はありません
nl: Er staan geen acties in de wachtrij
pl: Brak działań oczekujących w kolejce
pt_br: Não há ações pendentes na fila
sk: Žiadne čakajúce akcie vo fronte
uk: У черзі немає записів дій

source: Error in building transaction
ca: Error en construir la transacció
ja: ビルド処理中にエラー
pl: Błąd podczas budowania transakcji
pt_br: Erros na construção de transação

source: Error in search for dependencies
ca: Error en cercar dependències
ja: 依存関係の検索中でエラー
pl: Błąd podczas wyszukiwania zależności
pt_br: Erros pesquisando dependências

source: Adding packages to view
ar: إضافة حزم لعرضها
ca: Afegiment dels paquets a la vista
fr: Ajout des paquets à la liste
hu: Hozzáadandó csomagok megtekintése
ja: パッケージを表示に追加しています
nl: Toevoegen van pakketten om te bekijken
pl: Dodawanie pakietów do widoku
pt_br: Adicionar pacotes na visualização
sk: Pridávajú sa balíky do zobrazenia
uk: Додавання пакунків для перегляду

source: Error in undo history transaction
ca: Error en desfer la transacció de l'historial
ja: 履歴を元に戻す処理中にエラー
nl: Geschiedenistransactie ongedaan maken ging fout
pl: Błąd transakcji cofnięcia historii
pt_br: Erro ao desfazer transação do histórico
sk: Chyba pri vrátení späť transakcie z histórie
uk: Помилка під час дії із журналом скасувань

source: Not Now
ca: Ara no
hu: Most nem
ja: あとで
pl: Nie teraz
pt_br: Agora não
sk: Teraz nie
uk: Не зараз

source: Show Updates
ca: Mostra les actualitzacions
hu: Frissítések mutatása
ja: 更新表示
pl: Wyświetl aktualizacje
pt_br: Mostrar atualizações
sk: Zobraziť aktualizácie
uk: Показати оновлення

source: New Updates
ca: Noves actualitzacions
fr: Nouvelles mises à jour
hu: Új frissítések
ja: 新規更新
nl: Nieuwe updates
pl: Nowe aktualizacje
pt_br: Novas atualizações
sk: Nové aktualizácie
uk: Нові оновлення

source: %d available update
ca: %d actualització disponible
ja: %d 個の更新が可能です
pl: %d dostępna aktualizacja
pt_br: %d atualizações disponíveis

source: Yum Extender is a graphical package management application. It allows you to search and browse for packages to install, remove and update on your computer.
ca: «Yum Extender» és una aplicació gràfica de gestió de paquets. Us permet buscar i navegar pels paquets per instal·lar-los, suprimir-los i actualitzar-los al vostre ordinador.
fr: Yum extender est une application graphique de gestion des paquets, il vous permettra de rechercher et de parcourir les paquets à installer, supprimer ou mettre à jour sur votre ordinateur
ja: Yum Extender は、グラフィカルなパッケージ管理アプリケーションです。コンピュータにインストールするパッケージを検索して表示したり、削除や更新を行うことができます。
nl: Yum extender is een grafisch pakketmanagement-toepassing. U kunt ermee zoeken om pakketten te installeren, te verwijderen of te updaten.
pl: Yum Extender jest graficzną aplikacją do zarządzania pakietami. Umożliwia ona wyszukiwanie i przeglądanie pakietów oraz ich instalowanie, usuwanie i aktualizowanie.
pt_br: O Yum Extender é um aplicativo de gerenciamento de pacotes gráfico. Ele permite que você pesquise e procure pacotes para instalar, remover e atualizar em seu computador.
sk: Program Yum Extender je grafický správca balíkov. Umožňuje vám vyhľadať a prehliadať balíky, ktoré môžu byť nainštalované, odstránené a aktualizované vo vašom počítači.
uk: Yum Extender — програма із графічним інтерфейсом, призначена для керування пакунками. За її допомогою ви можете шукати пакунки і переглядати список пакунків для встановлення, вилучення або оновлення.

source: It is designed to give you full control over the packages on your computer and to be used by all users.
ar: صُمّم ليمنحك الإدارة الكاملة للحزم على حاسبك و هو قابل للاستعمال بواسطة جميع المستخدمين.
ca: Està dissenyat per donar-vos el control total sobre els paquets a l'ordinador i per ser utilitzat per tots els usuaris.
fr: Il est conçu pour vous donner un contrôle complet des paquets sur votre ordinateur et être utilisé par tous les utilisateurs.
ja: コンピュータ上のパッケージを完全に把握できるように、そしてすべてのユーザーが使用可能な設計となっています。
nl: Het is ontworpen om u volledige controle te geven over de pakketten op uw computer. Alle gebruikers kunnen het gebruiken.
pl: Została ona zaprojektowana tak, aby każdy użytkownik miał pełną kontrolę nad pakietami w swoim komputerze.
pt_br: Ele é projetado para lhe dar controle total sobre os pacotes instalados em seu computador e pode ser usado por qualquer usuário que tenha as permissões adequadas.
sk: Je navrhnutý tak, aby vám poskytol úplnú kontrolu nad balíkmi vo vašom počítači, a aby ho mohli používať všetci používatelia.
uk: За допомогою цієї програми ви отримаєте повний контроль над пакунками вашої системи, нею може скористатися будь-хто.

source: Features:
ar: المزايا:
ca: Característiques:
fr: Fonctionnalités :
hu: Részletek:
ja: 機能:
pl: Funkcje:
pt_br: Funcionalidades:
sk: Funkcie:
uk: Можливості:

source: Browse packages available for installation or update
ar: استعرض الحزم المتوفرة للتّثبيت أو التّحديث
ca: Navega pels paquets disponibles per instal·lar o actualitzar
fr: Rechercher les paquets disponibles pour installation ou mise à jour
ja: インストールまたは更新が可能なパッケージを参照できます
nl: Doorzoek paketten die geschikt zijn om te installeren of te updaten
pl: Przeglądanie pakietów dostępnych do instalacji lub aktualizacji
pt_br: Listar pacotes disponíveis para instalação ou atualização
sk: Prehliadanie balíkov dostupných na inštaláciu alebo aktualizáciu
uk: Навігація списком пакунків, доступних для встановлення або оновлення.

source: Browse packages installed on your computer
ar: استعرض الحزم المثبّتة على حاسبك
ca: Navega pels paquets instal·lats al vostre ordinador
fr: Rechercher les paquets installés sur votre ordinateur
ja: システム上にインストールされたパッケージを閲覧できます
nl: Doorzoek pakketten die geïnstalleerd zijn op uw computer
pl: Przeglądanie pakietów zainstalowanych w komputerze
pt_br: Listar pacotes instalados em seu computador
sk: Prehliadanie balíkov nainštalovaných vo vašom počítači
uk: Навігація списком пакунків, встановлених на вашому комп’ютері.

source: Search packages by name, summary, description
ar: ابحث عن الحزم بواسطة الاسم، الخلاصة، الوصف
ca: Cerca paquets per nom, resum i descripció
fr: Rechercher les paquets par noms, résumé et description
ja: パッケージを名前、概要、説明から検索します
nl: Zoek pakketten op naam, samenvatting, beschrijving
pl: Przeszukiwanie pakietów według nazwy, podsumowaniu, opisie
pt_br: Procurar pacotes por nome, resumo ou descrição
sk: vyhľadávanie balíkov podľa názvu, súhrnu, popisu
uk: Пошук пакунків за назвою, резюме та описом.

source: Watch the history of package action on your system
ar: راقب تاريخ نشاط الحزمة على نظامك
ca: Observa l'historial d'accions de paquet al vostre sistema
fr: Regarder l'historique de l'action des paquets sur votre système
ja: システム上のパッケージ須佐の履歴を監視します
nl: Bekijk de pakketgeschiedenis op uw systeem
pl: Wyświetlanie historii działań na pakietach w systemie
pt_br: Ver o histórico das alterações em pacotes em seu sistema
sk: Sledovanie histórie akcií balíkov vo vašom počítači
uk: Перегляд журналу дій над пакунками у вашій системі.

source: Browse and install/remove package groups
ar: استعرض و ثبّت/أزل مجموعات الحزم
ca: Navega i instal·la/suprimeix els grups de paquets
fr: Parcourir et installer ou supprimer des groupes de paquets
ja: パッケージグループの参照やインストール/削除
nl: Doorzoek en installeer/verwijder pakketgroepen
pl: Przeglądanie i instalowanie/usuwanie grup pakietów
pt_br: Listar e instalar/remover grupos de pacotes
sk: Prehliadanie a inštalovanie/odstránenie skupín balíkov
uk: Навігація списком груп пакунків, встановлення та вилучення груп пакунків.

source: Browse packages by size, repository
ca: Navega pels paquets segons la mida, dipòsit
fr: Parcourir les paquets par taille, par dépôt
ja: サイズやリポジトリ別にパッケージを閲覧できます
nl: Doorzoek pakketten op grootte, repository
pl: Przeglądanie pakietów według rozmiaru, repozytorium
pt_br: Listar pacotes por tamanho ou repositório de origem
sk: Prehliadanie balíkov podľa veľkosti, repozitára
uk: Перегляд пакунків за розміром, сховищем

source: Control what package repositories are enabled for the current session
ar: تحكّم بمستودعات الحزم الفاعلة لهذه الجلسة
ca: Controla quins dipòsits de paquets estan habilitats per a la sessió en curs
fr: Contrôler quels dépôts sont activés pour la session en cours
ja: 現在のセッションで有効にしたいパッケージリポジトリを制御することができます
nl: Controleer welke pakketrepositories ingeschakeld zijn voor de huidige sessie
pl: Kontrolowanie, które repozytoria pakietów są włączone dla bieżącej sesji
pt_br: Controlar que repositórios de pacotes estão disponíveis na sessão atual
sk: Kontrola povolených repozitárov balíkov pre aktuálnu reláciu
uk: Керування списком сховищ пакунків, які увімкнено протягом поточного сеансу.

source: Install, update and remove applications
ar: تثبيت و تحديث و إزالة التّطبيقات
ca: Instal·leu, actualitzeu i suprimiu les aplicacions
fr: Installer, mettre à jour ou supprimer des applications
hu: Alkalmazások telepítése, frissítése és eltávolítása
ja: アプリケーションのインストール、更新、削除
nl: Installeren, updaten en verwijderen applicaties
pl: Instalowanie, aktualizowanie i usuwanie aplikacji
pt_br: Instalar, atualizar e remover aplicativos
sk: Inštaluje, aktualizuje a odstraňuje aplikácie
uk: Встановлення, оновлення та вилучення програм

source: Software Installer
ar: مثبّت البرمجيّات
ca: Instal·lador de programari
fr: Installateur de programme
hu: Szoftver telepítő
ja: ソフトウェアのインストーラ
pl: Instalator oprogramowania
pt_br: Instalador de programas
sk: Inštalátor softvéru
uk: Встановлювач програм

source: Yum Extender Package Installer
ca: Instal·lador de paquets Yum Extender
pl: Instalator pakietów Yum Extender

source: Install local packages on system
ar: ثبّت حزمًا محليّة على نظامك
ca: Instal·la els paquets locals al sistema
fr: Installer des paquets locaux sur le système
hu: Helyi csomagok telepítése a rendszerről
ja: システムにあるローカルパッケージをインストールします
nl: Installeer lokale pakketten op systeem
pl: Instaluje lokalne pakiety w systemie
pt_br: Instalar pacotes locais no sistema
sk: Inštaluje lokálne balíky do systému
uk: Встановити локальні пакунки у системі

source: Errors
ja: エラー
pl: Błędy
pt_br: Erros

source: Theme
ca: Tema
ja: テーマ
pl: Motyw
pt_br: Aparência

source: Use Dark Theme
ca: Usa el tema fosc
ja: ダークテーマを使用
pl: Ciemny motyw
pt_br: Use Aparência Escura

source: Use the toolbar in the header of the window standard when using GNOME
ca: Utilitza la barra d'eines en la capçalera de la finestra estàndard quan s'utilitzi GNOME
fr: Utilisez la barre d'outils dans l'en-tête de la fenêtre standard quand GNOME est utilisé
ja: GNOME を使用する場合は、ウィンドウ標準のヘッダにあるツールバーを使用します
nl: Toon de gereedschapsbalk in header vensterbalk, standaard als GNOME wordt gebruikt
pl: Używanie paska narzędzi w nagłówku okna podczas używania środowiska GNOME
pt_br: Usar a barra de ferramentas no cabeçalho padrão da janela no GNOME
sk: Použije štandardný panel nástrojov v záhlaví okna, keď sa používa prostredie GNOME
uk: Використовувати панель інструментів у заголовку вікна. Типове для використання GNOME

source: Show toolbar in window headerbar
ca: Mostra la barra d'eines a la barra de capçalera de la finestra
fr: Afficher la barre d'outils dans l'en-tête de la fenêtre
ja: ウィンドウのヘッダバーにツールバーを表示
nl: Gereedschapsbalk in header vensterbalk tonen
pl: Pasek narzędziowy na pasku nagłówka okna
pt_br: Mostrar a barra de ferramentas no "headerbar"
sk: Zobraziť panel nástrojov v záhlaví okna
uk: Показувати панель інструментів на смужці заголовка вікна

source: The interval in hour, when the DNF cache will be expired and updated (0 = disabled)
ca: L'interval en hores, en què expirarà i s'actualitzarà la memòria cau de DN (0 = inhabilitat)
ja: DNF キャッシュが期限切れになった時に更新される時間間隔 (0 = 無効)
pl: Czas między wygasaniem i aktualizowaniem pamięci podręcznej programu DNF (0 = wyłączone)
pt_br: O intervalo em hora, quando o cache DNF terá expirado e será atualizado (0 = desativado)
sk: Interval v hodinách, kedy vyprší vyrovnávacia pamäť nástroja DNF a bude aktualizovaná (0 = zakázané)
uk: Інтервал у годинах протягом якого застаріває і потребує оновлення кеш DNF (0 = вимкнути)

source: Cache expire interval (hours)
ar: مهلة صلاحية الذّاكرة الخبيئة (بالسّاعات)
ca: Interval d'expiració de la memòria cau (hores)
fr: Délai de péremption du cache (en heures)
ja: キャッシュの有効期限 (時間単位)
nl: Cache-vervalinterval (uren)
pl: Czas między wygasaniem pamięci podręcznej (w godzinach)
pt_br: Intervalo de expiração do cache (horas)
sk: Interval vypršania vyrovnávacej pamäte (v hodinách)
uk: Проміжок часу між оновленнями кешу (у годинах)

source: Select all available updates when Yum Extender is started
ca: Selecciona totes les actualitzacions disponibles quan s'inicia «Yum Extender»
fr: Sélectionner toutes les mises à jour disponibles au démarrage de Yum Extender
ja: Yum Extender が起動した時、使用可能な更新をすべて選択します
nl: Alle beschikbare updates selecteren wanneer Yum Extender wordt gestart
pl: Zaznaczenie wszystkich dostępnych aktualizacji po uruchomieniu programu Yum Extender
pt_br: Selecionar todas as atualizações disponíveis quando o Yum Extender foi iniciado
sk: Vyberie všetky dostupné aktualizácie po spustení programu Yum Extender
uk: Позначати усі доступні оновлення під час запуску Yum Extender

source: Select updates at startup
ca: Selecciona les actualitzacions al començament
fr: Sélectionner les mises à jour au démarrage
ja: 起動時に更新を選択します
nl: Updates selecteren bij opstarten
pl: Zaznaczanie aktualizacji po uruchomieniu
pt_br: Selecionar atualizações ao iniciar
sk: Vybrať aktualizácie po spustení
uk: Позначати оновлення під час запуску

source: Seach visible by default
ca: Cerca els visibles per defecte
ja: デフォルトで検索を表示
pl: Domyślnie widoczne wyszukiwanie
pt_br: Pesquisa visível por padrão

source: Show progress splash screen on long running task
ca: Mostra la pantalla de progrés en una tasca de llarga durada.
pl: Ekran postępu podczas długich zadań

source: UI
ca: IU
pl: Interfejs

source: Autostart the Yum Extender update checker at user login
ca: Inicia automàticament el comprovador de «Yum Extender» a l'inici de sessió de l'usuari
ja: ユーザーログイン時に Yum Extender 更新チェックを自動起動します
pl: Automatyczne uruchamianie usługi sprawdzania aktualizacji programu Yum Extender podczas logowania użytkownika
pt_br: Inicie automaticamente o verificador de atualização do Yum Extender no login do usuário
sk: Automaticky spustí nástroj na kontrolu aktualizácií programu Yum Extender po prihlásení používateľa
uk: Автоматично запускати засіб перевірки оновлень Yum Extender після входу користувача до системи

source: Start update checker at user login
ca: Inicia el comprovador d'actualitzacions a l'inici de sessió de l'usuari
ja: ユーザーログイン時に更新チェックを起動します
pl: Uruchamianie usługi sprawdzania aktualizacji podczas logowania użytkownika
pt_br: Inicie o verificador de atualização no login do usuário
sk: Spustiť nástroj na kontrolu aktualizácií po prihlásení používateľa
uk: Запускати засіб перевірки оновлень після входу користувача

source: How often the update checker will run
ca: Amb quina freqüència s'ha d'executar el comprovador
fr: Nombre de fois que la vérification des mises à jour sera effectuée
ja: 更新チェックを行う頻度
nl: Hoe vaak op updates gecontroleerd moet worden
pl: Jak często uruchamiać sprawdzanie aktualizacji
pt_br: Qual o intervalo para efetuar a verificação de atualizações
sk: Ako často sa majú kontrolovať aktualizácie
uk: Частота запуску засобу пошуку оновлень

source: Update check interval (minutes)
ar: الفاصل الزّمني للتحقّق من التّحديثات ( بالدّقائق )
ca: Interval de comprovació d'actualitzacions (minuts)
fr: Intervalle de vérification des mise à jour (minutes)
ja: 更新の確認間隔 (分単位)
nl: Interval updatecontrole (in minuten)
pl: Czas między sprawdzaniem aktualizacji (w minutach)
pt_br: Intervalo de verificação de atualizações (minutos)
sk: Interval kontroly aktualizácií (v minútach)
uk: Інтервал між перевірками оновлень (у хвилинах)

source: Update Checker
ca: Comprovador d'actualitzacions
hu: Frissítés kereső
ja: 更新確認
pl: Usługa sprawdzania aktualizacji
pt_br: Verificando Atualização
sk: Nástroj na kontrolu aktualizácií
uk: Засіб перевірки оновлень

source: Show newest only is active when Yum Extender starts. Will show only latest version of available packages
ca: Mostra únicament les versions més noves, està habilitat quan s'inicia «Yum Extender». Mostrarà únicament les versions més noves dels paquets disponibles
fr: N'afficher que les plus récent au démarrage de Yum Extender. N'affichera que la version la plus récente des paquets
ja: Yum Extender の起動時に最新版のみ表示を表示。これは、利用可能なパッケージの最新バージョンのみを表示します。
nl: 'Alleen de nieuwste tonen' is actief wanneer Yum Extender start. Zal alleen de laatste versie van beschikbare pakketten laten zien
pl: Wyświetlanie najnowszych jest aktywne tylko po uruchomieniu programu Yum Extender. Zostaną wyświetlone tylko najnowsze wersje dostępnych pakietów
pt_br: A exibição apenas da versão mais recente dos pacotes disponíveis é ativada quando o Yum Extender iniciar.
sk: Zobraziť iba najnovšie je aktívne, iba pri spustení programu Yum Extender. Zobrazí iba najnovšie verzie dsotupných balíkov
uk: Під час запуску Yum Extender задіяно показ лише найновіших. Буде показано лише найновішу версію доступних пакунків

source: Show newest only
ca: Mostra només els més nous
ja: 最新のもののみ表示
pl: Wyświetlanie tylko najnowszych
pt_br: Mostrar apenas o mais recente

source: Erase unused requirement option is active when Yum Extender starts
ca: L'opció per esborrar els paquets no utilitzats està habilitada quan s'inicia «Yum Extender»
fr: L'option « Supprimer les dépendances inutiles » est activée au démarrage de Yum Extender
ja: Yum Extender の起動時に、未使用の依存関係を消去するオプションを有効にする
nl: 'Wissen ongebruikte afhankelijkheden' is actief wanneer Yum Extender start
pl: Opcja czyszczenia nieużywanych wymagań jest aktywna po uruchomieniu programu Yum Extender
pt_br: A opção de apagar pacotes requeridos mas não mais usados é ativada quando o Yum Extender inicia
sk: Voľba vymazať nepoužívané požiadavky je aktívna pri spustení programu Yum Extender
uk: На час запуску Yum Extender задіяно вилучення невикористаних залежностей

source: Erase Unused Requirements
ar: أزل المتطلبات غير المُستخدمة
ca: Esborra els requeriments no usats
fr: Supprimer les dépendances inutiles
ja: 未使用の要求パッケージを削除
pl: Usuwanie nieużywanych wymagań
pt_br: Apagar Requisitos Não Utilizados

source: Cleanup Old Installonly packages
ca: Neteja els paquets antics de només instal·lació
ja: インストール済みの古いパッケージを削除
pl: Czyszczenie poprzednich pakietów „installonly”
pt_br: Limpar somente pacotes antigos de instalação

source: Number of installonly packages to keep
ca: Nombre de paquets «installonly» a mantenir
ja: 保持するインストール専用パッケージの数
nl: Aantal te behouden install-only pakketten
pl: Liczba zachowywanych pakietów „installonly”
pt_br: Número de pacotes "Installonly" a manter
sk: Počet balíkov určených iba na inštaláciu, ktoré ponechať
uk: Кількість пакунків лише для встановлення, які слід зберегти

source: DNF Options
ca: Opcions de DNF
ja: DNF オプション
pl: Opcje programu DNF
pt_br: Opções DNF

source: Repositories used in current session
ca: Dipòsits utilitzats en la sessió actual
fr: Dépôts utilisés dans la session en cours
ja: 現在のセッションで使用中のリポジトリ
nl: In huidige sessie gebruikte repositories
pl: Repozytoria używane w bieżącej sesji
pt_br: Repositórios usados na sessão atual
sk: Repozitáre použité v aktuálnej relácii
uk: Сховища, використані у поточному сеансі

source: Save the current selected repositories so they will be used next time you start Yum Extender
ca: Deseu els dipòsits seleccionats actualment i es podran utilitzar un altre cop que inicieu «Yum Extender»
fr: Enregistrer les dépôts sélectionnés de la session en cours ils seront ainsi utilisés la prochaine fois que vous utiliserez Yum Extender
ja: 次回 YUm Extender を起動する時に使用可能なように、現在選択されているリポジトリを保存
nl: Opslaan op dit moment geselecteerde repositories, waardoor deze worden gebruikt wanneer Yum Extender de volgende keer opstart
pl: Zapisanie obecnie wybranych repozytoriów tak, aby były używane podczas następnego uruchomienia programu Yum Extender
pt_br: Salva os repositórios atualmente selecionados para que eles sejam usados em próximas execuções do Yum Extender
sk: Uloží aktuálne vybraté repozitáre, takže budú použité po ďalšom spustení programu Yum Extender
uk: Зберегти список поточних позначених сховищ, щоб ними можна було скористатися і під час наступного запуску Yum Extender

source: Save selected repositories
ca: Desa els dipòsits seleccionats
fr: Enregistrer les dépôts sélectionnés
hu: Kiválasztott tárolók mentése
ja: 選択したリポジトリを保存
nl: Geselecteerde repositories opslaan
pl: Zapisz zaznaczone repozytoria
pt_br: Salvar repositórios selecionados
sk: Uložiť vybraté repozitáre
uk: Зберегти позначені сховища

source: Repositories
ar: المستودعات
ca: Dipòsits
fr: Dépôts
hu: Tárolók
ja: リポジトリ
pl: Repozytoria
pt_br: Repositórios
sk: Repozitáre
uk: Сховища

source: Working ...
ca: Treballant...
pl: Działanie…
